Repository: komsihon/Project1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Registration
fr: S'inscrire

source: Name
fr: Nom

source: Gender
fr: Sexe

source: Phone
fr: Téléphone

source: Birthday
fr: Anniversaire

source: Profiles
fr: Profils

source: Preferences
fr: Préférences

source: Community progression report
fr: Rapport de progression de la communauté

source: Invalid email
fr: Email incorrect

source: Fake email services are not allowed. Please, use a valid email provider
fr: Les Fake email ne sont pas autorisés. Veuillez utiliser un email valide SVP

source: Password reset instructions
fr: Instructions de réinitialisation de mot de passe

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas.

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: Verification password
fr: Mot de passe de vérification

source: Service where user registered for the first time on ikwen
fr: Service où l'utilisateur s'est inscrit pour la première fois sur ikwen

source: Designates whether this user is an <strong>IAO</strong> (Ikwen Application Operator).
fr: Indique si cet utilisateur est un< strong> OAI< / strong>/ (Opérateur d'Application Ikwen).

source: Designates whether this user is the Bao in the current service. Bao is the highest person in a deployed ikwen application. The only that can change or block Sudo.
fr: Indique si cet utilisateur est le Bao dans le service actuel. Bao est la personne la plus élevée dans une application ikwen déployée. Le seul qui peut changer ou bloquer Sudo.

source: Email verification status
fr: État de vérification d'Email

source: Designates whether this email has been verified.
fr: Indique si cet e-mail a été vérifié.

source: Phone verification status
fr: État de vérification du téléphone

source: Designates whether this phone number has been verified by sending a confirmation code by SMS.
fr: Indique si ce numéro de téléphone a été vérifié en envoyant un code de confirmation par SMS.

source: This person would like to have access and collaborate with you
fr: Cette personne aimerait avoir accès et collaborer avec vous

source: This person would like to have access to your services
fr: Cette personne aimerait avoir accès à vos services

source: This e-mail already exists.
fr: Cet email existe déjà.

source: This phone already exists.
fr: Ce numéro de téléphone existe déjà.

source: Your information were successfully updated.
fr: Vos informations ont été mises à jour avec succès.

source: The current password is incorrect!
fr: Le mot de passe actuel est incorrect!

source: Passwords don't match.
fr: Les mots de passe diffèrent.

source: Your password was successfully updated.
fr: Votre mot de passe a été mis à jour avec succès.

source: Welcome to %s
fr: Bienvenue chez %s

source: Could not send code. Please try again later
fr: Impossible d'envoyer le code. Réessayez plutard

source: Invalid code. Please try again
fr: Code invalide. Réessayez SVP

source: Confirm your email and get started !
fr: Confirmez votre adresse mail et commencez !

source: Could not confirm email
fr: Impossible de confirmer votre email

source: Join us on ikwen and earn free coupons.
fr: Rejoignez nous sur ikwen et gagnez des coupons gratuits.

source: Join our community on ikwen.
fr: Rejoignez notre communauté sur ikwen.

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Last 7 days
fr: Les 7 derniers jours

source: Last 30 days
fr: 30 derniers jours

source: Tomorrow
fr: Demain

source: Next 7 days
fr: Les 7 prochains jours

source: Next 30 days
fr: Les 30 prochains jours

source: Missing information on line %(line)d. %(found)d tokens found, but %(expected)d expected.
fr: Information manquante à la ligne %(line)d. %(found)d éléments trouvés pour %(expected)d attendus.

source: Missing first name on line %d.
fr: Prénom manquant à la ligne %d.

source: Missing last name on line %d.
fr: Nom manquant à la ligne %d.

source: man
fr: homme

source: woman
fr: femme

source: Unknown gender <strong>%(gender)s</strong> on line %(line)s. Must be either <b>Man</b> or <b>Woman</b>
fr: Le sexe <strong>%(gender)s</strong> à la ligne %(line)s est inconnu. Ce devrait être <b>Homme</b> ou <b>Femme</b>

source: Invalid email <strong>%(email)s</strong> on line %(line)d
fr: Email invalide <strong>%(email)s</strong> à la ligne %(line)d

source: No phone or email on line %d
fr: Aucun phone ou email à la ligne %d

source: Unexisting profile <strong>%(name)s</strong> on line %(line)d. Please create first.
fr: Profile inexistant <strong>%(name)s</strong> à la ligne %(line)d. Veuillez le créer d'abord.

source: You already have an account on ikwen with this phone. It was created on %s. Use it to login.
fr: Vous avez déjà un compte sur ikwen avec ce numéro. Il a été crée sur %s. Utilisez-le pour vous connecter.

source: Sorry, passwords mismatch.
fr: Désolé, les mots de passe diffèrent.

source: You already have an account on ikwen with this username. It was created on %s. Use it to login.
fr: Vous avez déjà un compte sur ikwen avec ce nom d'utilisateur. Il a été créé sur %s. Utilisez-le pour vous connecter.

source: Invalid username/password or account inactive
fr: Nom d'utilisateur/mot de passe invalide ou compte inactif

source: Missing or invalid data
fr: Information manquante ou invalide

source: Password successfully reset.
fr: Mot de passe réinitialisé.

source: Passwords mismatch. Please try again
fr: Les mots de passe diffèrent. Bien vouloir réessayer

source: This email already exists.
fr: Cet email existe déjà.

source: You were added to our community. Thank you for joining us.
fr: Vous avez été ajouté à notre communauté avec joie. Merci de nous avoir rejoint.

source: You just joined %s community
fr: Vous venez de rejoindre la communauté %s

source: %(project_name)s is offering you %(count)d coupons for your referral to %(friend)s
fr: %(project_name)s vous offre %(count)d coupons pour avoir recommendé à %(friend)s

source: Access requests
fr: Demandes d'accès

source: This person would like to join your community on
fr: Cette personne aimerait rejoindre votre communauté sur

source: Grant access
fr: Accorder l'accès

source: No, Refuse
fr: Non, Refuser

source: Add to group ...
fr: Ajouter au groupe ...

source: Access successfully granted to member.
fr: Accès accordé avec succès à un membre.

source: Confirm
fr: Confirmer

source: No pending request
fr: Pas de demande en attente

source: Account Setup
fr: Infos compte

# Account Setup identity
source: About you
fr: À propos de vous

source: Change
fr: Changer

source: Name not set
fr: Nom non défini

source: Set now
fr: Renseigner

source: Full name
fr: Nom complet

source: Cancel
fr: Annuler

source: Phone not set
fr: Téléphone non défini

source: Email not set
fr: Email non défini

source: Security
fr: Sécurité

source: Password
fr: Mot de passe

source: Current password
fr: Mot de passe actuel

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Community
fr: Communauté

source: Search
fr: Recherche

source: Filters
fr: Filtres

source: All
fr: Tout

source: Other
fr: Autre

source: Add new contact
fr: Ajouter ouveau contact

source: Add
fr: Ajouter

source: Import Member list from CSV file
fr: Importer une liste de client d'un fichier CSV

source: Import
fr: Importer

source: Export Member list to CSV file
fr: Importer la liste de clients vers un fichier CSV

source: Export
fr: Exporter

source: Search:
fr: Recherche :

source: No result
fr: Aucun résultat

source: Click on a member in the list to view and manage.
fr: Cliquer sur un membre de la liste pour afficher et gérer.

source: Add contact to CCM
fr: Ajouter un contact au CCM

source: Male
fr: Homme

source: Female
fr: Femme

source: Import from CSV file
fr: Importer d'un fichier CSV

source: Download CSV file model...
fr: Télécharger le fichier CSV modèle ...

source: Permissions successfully updated
fr: Permissions mises à jour avec succès

source: Profiles successfully updated
fr: Profils mis à jour avec succès

source: Member moved to group
fr: Membre déplacé dans le groupe

source: Block
fr: Bloquer

source: Activate
fr: Activer

source: Member status successfully updated
fr: Statut mis à jour avec succès

source: Member successfully deleted
fr: Suppression réussie

source: Member updated
fr: Membre mis à jour

source: Member added
fr: Membre ajouté

source: Import contact list from CSV file
fr: Importer une liste de contacts d'un fichier CSV

source: Upload contact from CSV file
fr: Uploadez une liste de contacts d'un fichier CSV

source: Confirm your email
fr: Confirmer votre email

source: Logout
fr: Déconnexion

source: Your email <strong>%(email)s</strong> was confirmed.
fr: Votre email <strong>%(email)s</strong> a été confirmé.

source: Continue
fr: Continuer

source: A confirmation link was sent to <strong>%(email)s</strong>, please check.
fr: Un lien de confirmation a été envoyé à <strong>%(email)s</strong>, veuillez vérifier.

source: Please be patient ! Email can sometimes take about 1-2 mn to get to you.
fr: SVP soyez patient ! L'email peut prendre environ 1 à 2 min pour vous parvenir.

source: Resend confirmation link
fr: Renvoyer le lien de confirmation

source: A new code was sent to you.
fr: Un nouveau code vous a été envoyé.

source: Not your email ? <a href="%(account_setup)s">Change now</a>
fr: Email erroné ? <a href="%(account_setup)s">Changez le maintenant</a>

source: Forgotten password
fr: Mot de passe oublié

source: Instructions to reset you password were sent to your e-mail.
fr: Les instructions pour réinitialiser votre mot de passe ont été envoyées à votre email.

source: Home
fr: Accueil

source: Please enter your phone to receive password a reset code.
fr: Veuillez entrer votre numéro pour recevoir un code de réinitialisation.

source: Please enter your email to receive password reset information.
fr: Veuillez entrer votre email pour recevoir les informations de réinitialisation du mot de passe.

source: Reset password
fr: Réinitialiser le mot de passe

source: Customers
fr: Clients

source: Members
fr: Membres

source: Click on a member in the list to view information.
fr: Cliquer sur un membre de la liste pour voir les informations.

source: Customer details
fr: Détails du client

source: Block/Activate
fr: Bloquer/Activer

source: Customer status successfully changed.
fr: Le détail des clients a été correctement changé.

source: Sign in
fr: Connexion

source: Confirm your phone
fr: Confirmer votre numéro

source: Type the 4 digits code we sent you by SMS
fr: Entrer le code à 4 chiffres reçu par SMS

source: Confirmation code
fr: Code de confirmation

source: Please be patient ! SMS can sometimes take about 1-2 mn to get to you.
fr: SVP soyez patient ! Le SMS peut prendre environ 1 à 2 min pour vous parvenir.

source: Resend confirmation code
fr: Renvoyer le code de confirmation

source: OR
fr: OU

source: Change phone number
fr: Changer le numéro de téléphone

source: Please enter a valid 4 digits code
fr: Veuillez entrer un code à 4 chiffres valide

source: %(first_name)s is inviting you to join %(profile_name)s and earn some free gifts.
fr: %(first_name)s vous invite à rejoindre %(profile_name)s et gagner des cadeaux gratuits.

source: We have some free gifts for you. Collect them now.
fr: Nous avons quelques cadeaux gratuits pour vous. Récupérez-les maintenant.

source: Join %(profile_name)s on ikwen and get some free gifts !
fr: Join %(profile_name)s sur ikwen et gagne des cadeaux gratuits !

source: Join %(profile_name)s on ikwen !
fr: Join %(profile_name)s sur ikwen !

source: My collection
fr: Ma collection

source: Please, login to see your collected coupons
fr: Veuillez vous connecter pour voir vos coupons récoltés SVP

source: Login
fr: Connexion

source: All rights reserved.
fr: Tous droits reservés.

source: Legal mentions
fr: Mentions légales

source: Our free coupons
fr: Nos coupons gratuits

source: Claim your reward
fr: Récupérez-les

source: Refer %(profile_name)s to a friend by sharing and earn %(referral_coupon_count)s more free coupons.
fr: Recommendez %(profile_name)s à un ami en partageant et gagnez %(referral_coupon_count)s coupons gratuits.

source: Refer %(display_name)s
fr: Recommandez %(display_name)s

source: About
fr: À propos

source: Website
fr: Site web

source: Address
fr: Contact

source: DEPLOY
fr: DÉPLOYER

source: Register
fr: S'inscrire

source: Username or email
fr: Nom d'utilisateur ou email

source: Choose a password
fr: Choisissez un mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Phone number
fr: Numéro de téléphone

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Your are ...
fr: Vous êtes ...

source: A woman
fr: Une femme

source: A man
fr: Un homme

source: By creating an account you agree our
fr: En créant un compte vous acceptez nos

source: Terms & Conditions
fr: Termes et Conditions

source: You are about to create an account managed by
fr: Vous êtes sur le point de créer un compte géré par

source: on
fr: sur

source: By doing so you accept
fr: En le faisant vous acceptez

source: as well as
fr: aussi bien que

source: Yes, I read and accept.
fr: Oui, J'ai lu et j'accepte.

source: Submit
fr: Envoyer

source: Please, enter valid email
fr: S'il vous plaît, entrez un email valide

source: Please use at least 3 characters.
fr: Utilisez au moins 3 caractères SVP.

source: Start with a letter.
fr: Commencer par une lettre.

source: Please use digits only.
fr: Veuillez utiliser uniquement les chiffres SVP.

source: Prepend country code if you are not in Cameroon.
fr: Préfixez par le code du pays si vous n'êtes pas au Cameroun.

source: DO NOT prepend 00.
fr: NE PAS préfixer par 00.

source: Passwords mismatch! Please check.
fr: Mots de passe diffèrent! Vérifiez s'il vous plait.

source: Password too short. Use at least 6 characters.
fr: Mot de passe trop court. Utilisez au moins 6 caractères.

source: Invalid date. Please check.
fr: Date invalide. Vérifiez s'il vous plaît.

source: Set your new password
fr: Définissez votre nouveau mot de passe

source: Please choose a new password and confirm.
fr: Veuillez choisir un nouveau mot de passe et confirmer.

source: New Password
fr: Nouveau mot passe

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Type the 4 digits code we sent you by SMS and choose a new password
fr: Entrez le code à 4 chiffres reçu par SMS et choisir un nouveau mot de passe

source: Please enter a valid 4 digits code.
fr: S'il vous plaît entrer un code de 4 chiffres valide.

source: Please enter a new password.
fr: S'il vous plaît entrez un nouveau mot de passe.

source: Passwords mismatch, please enter the same word.
fr: Les mots de passe ne correspondent pas, veuillez entrer le même mot.

source: Passwords too short. Use at least 4 characters.
fr: Mots de passe trop courts. Utilisez au moins 4 caractères.

source: Your password was successfully reset, login now.
fr: Votre mot de passe a bien été réinitialisé, connectez-vous maintenant.

source: Login with <strong>ikwen</strong>
fr: Se connecter avec <strong>ikwen</strong>

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account yet ?
fr: Vous n'avez pas encore de compte ?

source: By creating an account you agree our <a href="%(ikwen_eula_url)s">Terms & Conditions</a>
fr: En créant un compte, vous acceptez nos <a href="%(ikwen_eula_url)s">Termes & Conditions</a>

source: You are about to create an account managed by <a href="http://ikwen.com" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, on %(project_name)s. By doing so you accept <a href="%(ikwen_eula)s"><strong>ikwen</strong> Terms & Conditions</a>, as well as <a href="%(agreement_url)s">%(project_name)sTerms & Conditions.</a>
fr: Vous êtes sur le point de créer un compte managé par <a href="http://ikwen.com" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, sur %(project_name)s. En le faisant, vous acceptez les <a href="%(ikwen_eula)s"> Termes & Conditions <strong>ikwen</strong></a>, ainsi que les <a href="%(agreement_url)s">Termes & Conditions de %(project_name)s.</a>

source: Back
fr: Retour

source: Oops! An error occurred. Check your internet.
fr: Oups! Une erreur est survenue. Vérifiez votre connection internet.

source: No permission granted
fr: Aucune permission accordée

source: You were added as a collaborator on this application but were granted no permission. Please contact Administrator
fr: Vous avez été ajouté en tant que collaborateur mais aucune permission ne vous a été accordée. Bien vouloir contacter l'Administrateur

source: New collaborator
fr: Nouveau collaborateur

source: New member
fr: Nouveau membre

source: Was granted access and added to <a href="%(service_url)s%(community_url)s?group_name=%(group_name)s" style="cursor: pointer">%(group_name)s</a> group.
fr: A été accepté et ajouté au groupe <a href="%(service_url)s%(community_url)s?group_name=%(group_name)s" style="cursor: pointer">%(group_name)s</a>.

source: Joined your community. <a href="%(service_url)s%(community_url)s" style="cursor: pointer">View community</a>
fr: A rejoint votre communauté. <a href="%(service_url)s%(community_url)s" style="cursor: pointer"> Voir</a>

source: Welcome
fr: Bienvenue

source: You were happily added to our community. Thank you for joining us.
fr: Vous avez été ajouté à notre communauté avec joie. Merci de nous avoir rejoint.

source: Visit %(project_name)s
fr: Visitez %(project_name)s

source: Visit %(project_name)s
fr: Visitez %(project_name)s

source: You asked a password reset for email
fr: Vous avez demandé à réinitialiser un mot de passe pour l'email

source: Click the button below
fr: Cliquer le bouton ci-dessous

source: Edit
fr: Éditer

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: %(count)s results
fr: %(count)s résultats

source: Date of birth
fr: Date de naissance

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Those information help us filter your content so that you see only what is relevant to you.
fr: Ces informations nous aident à filtrer vos contenus afin que vous voyez uniquement ce qui vous intéresse.

source: Why we ask those information ?
fr: Pourquoi demandons-nous ces informations ?

source: Profile
fr: Profil

source: Set member profile
fr: Ajouter un profil

source: Group
fr: Groupe

source: Move to group
fr: Déplacer vers

source: Delete
fr: Effacer

source: <h3>Great !</h3> <div class="no-reward"> <p>You just joined our awesome community on ikwen. </p> <p>Welcome.</p> </div> <div class="reward-available"> <p> You just joined <span class="project-name">%(joined)s</span> community and earned <span class="join-coupon-count">%(join_coupon_count)s</span> coupons for that.</p> <p> Collect up to 100 coupons and redeem them with us for the equivalent gift; on our website or in our store. </p> <p class="cr-refer" style="color: #FFC107"> Invite friends by sharing and get <span class="referral-coupon-count">%(referral_coupon_count)s</span> more free coupons. </p> </div>
fr: <h3> Formidable !</h3> <div class="no-reward"> <p>Vous venez de rejoindre notre communauté exceptionnelle sur ikwen. </p> <p>Bienvenue.</p> </div> <div class="reward-available"> <p> Vous venez de rejoindre la communauté <span class="project-name">%(joined)s</span> et vous avez gagné <span class="join-coupon-count">%(join_coupon_count)s</span> coupons pour cela.</p> <p> Collectionnez jusqu'à 100 coupons et échangez-les pour le cadeau équivalent ; sur notre site web et dans notre magasin. </p> <p class="cr-refer" style="color: #FFC107"> Invitez vos amis en partageant et gagnez <span class="referral-coupon-count">%(referral_coupon_count)s</span> plus de coupons gratuits. </p> </div>

source: Invite friends
fr: Invitez des amis

source: General
fr: Général

source: Invoice generation
fr: Génération de facture

source: Reminders
fr: Rappels

source: Overdue
fr: En retard

source: Service suspension
fr: Suspension de service

source: Billing
fr: Facturation

source: Important dates
fr: Dates importantes

source: Product
fr: Produit

source: Monthly cost
fr: Coût mensuel

source: Billing cycle
fr: Cycle de facturation

source: Expiry
fr: Expiration

source: Tolerance
fr: Tolérance

source: Status
fr: Statut

source: Since
fr: Depuis

source: Client Name
fr: Nom du client

source: Invoice No
fr: Facture No

source: Amount
fr: Montant

source: Method
fr: Méthode

source: Transaction ID
fr: ID de transaction

source: Cashier
fr: Caissier

source: Notices
fr: Avis

source: View invoice
fr: Voir la facture

source: partner
fr: partenaire

source: Month(s)
fr: Mois

source: Subscription
fr: Abonnement

source: Pay now
fr: Payer maintenant

source: Your Web Billing Platform %s was created
fr: Votre Plateforme de facturation Web %s a été créée

source: Successful payment. Your subscription is now active.
fr: Paiement réussi ! Votre abonnement est actif maintenant.

source: Successful payment. Thank you soooo much for your donation.
fr: Paiement réussi. Merci infiniment pour votre don.

source: Website hosting
fr: Hébergement

source: Project %s
fr: Projet %s

source: Thanks for your payment
fr: Merci pour votre paiement

source: ikwen share rate
fr: pourcentage d'ikwen

source: Percentage ikwen collects on the turnover made by this person.
fr: Pourcentage prélevé par ikwen sur le chiffre d'affaire réalisé par cette personne.

source: ikwen share fixed
fr: pourcentage fixe d'ikwen

source: Fixed amount ikwen collects on the turnover made by this person.
fr: Montant fixe prélevé par ikwen sur le chiffre d'affaire réalisé par cette personne.

source: Gap
fr: Ecart

source: Number of days preceding expiry on which invoice must be sent to client.
fr: Nombre de jours avant l'expiration du délai d'envoi de la facture au client.

source: Number of overdue days allowed. After that, severe action must be undertaken.
fr: Nombre de jours de retard permis. Passé ce délai, une sanction doit être appliquée.

source: Activate Pull API
fr: Activer Pull API

source: New invoice subject
fr: Nouveau sujet de facture

source: Subject of the mail of notice of invoice generation.
fr: Objet du mail de l'avis de la nouvelle de la facture.

source: New invoice mail message
fr: Mail pour Nouvelle Facture

source: Model of mail to send for notice of invoice generation.
fr: Modèle de mail à envoyer pour notifier de la nouvelle facture.

source: New invoice SMS
fr: SMS de la nouvelle facture

source: Model of SMS to send for notice of invoice generation.
fr: Modèle de SMS à envoyer pour rappeler le paiement d'une facture.

source: Reminder subject
fr: Objet du mail de rappel

source: Subject of the mail that reminds invoice payment.
fr: Objet du courrier qui rappelle le paiement d'une facture.

source: Reminder message
fr: Message de rappel

source: Model of mail to send to remind invoice payment.
fr: Modèle de courrier à envoyer pour rappeler le paiement d'une facture.

source: Reminder SMS
fr: SMS de rappel

source: Model of SMS to send to remind invoice payment.
fr: Modèle de message à envoyer pour rappeler du paiement de la facture.

source: Reminder delay
fr: Délais de rappel

source: Number of days after which a reminder must be re-sent to client.
fr: Nombres de jours après lesquels un rappel devrait être renvoyé au client.

source: Overdue subject
fr: Objet du mail de retard

source: Subject of the mail that informs of invoice overdue.
fr: Objet du mail informant du retard de la facture.

source: Overdue message
fr: Message de délai dépassé

source: Model of mail to send to inform of invoice overdue
fr: Modèle de mail à envoyer pour informer du retard de la facture

source: Overdue SMS
fr: SMS de notification de retard
