Repository: komsihon/Project1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Check to allow <strong>PayPal Direct Checkout</strong> that lets user enter his bank card directly.
fr: Cochez afin de permettre le <strong>Paiement Direct PayPal</strong>qui permettra a l'utilisateur d'entrer directement sa carte bancaire.

source: SMS Sending method
fr: Méthode d'envoi de SMS

source: Method used to send SMS from the platform. If <strong>Modem</strong>, SMS will be queued and later read by a modem from the remote url <em>/ikwen/get_queued_sms</em> and sent locally.
fr: Méthode utilisée pour envoyer un SMS de la plateforme. Si<strong>Modem</strong>,le SMS sera en attente et plus tard lu part le modem à partir de la télécommande url<em>/ikwen/get_queued_sms</em>et envoyé précisement.

source: Script URL
fr: URL du script

source: Model of SMS script url with parameters values written as <strong>$parameter</strong>. They will be replaced when sending. Eg: <em>http://smsapi.org/?user=<strong>&lt;APIUsername&gt;</strong>&password=<strong>&lt;APIPassword&gt;</strong>&sender_param=<strong>$label</strong>&recipient_param=<strong>$recipient</strong>&text_param=<strong>$text</strong></em>
fr: Modèles de scripts SMS avec des paramètres écrits tels que <strong>$parametre</strong>. Ils seront remplacés pendant l'envoie. Exple: <em>http://smsapi.org/?user=<strong>&lt;APIUsername&gt;</strong>&password=<strong>&lt;APIPassword&gt;</strong>&sender_param=<strong>$label</strong>&recipient_param=<strong>$recipient</strong>&text_param=<strong>$text</strong></em>

source: pro version
fr: version pro

source: Standard version uses <strong>ikwen</strong> payment accounts (PayPal, MobileMoney, BankCard, etc.) and collects user's money upon purchases. He can later request a Cash-out and his money will be sent to him by any mean.Pro version users can access more advanced configuration options like:<ul><li>Personal Payment accounts (Personal PayPal, Personal Mobile Money, etc.)</li><li>Set the Checkout minimum without restriction</li><li>Technical tools like configuring their own Google Analytics scripts, etc.</li></ul>
fr: La version standard utilise les comptes de paiement (Paypal, MobileMoney, BankCard, etc.) d'<strong>ikwen</strong> et récupère l'argent des utilisateurs pour les achats. Il peut plus tard effectuer un retrait et son argent lui parviendra par tout les moyens. Les utilisateurs de la version pro ont accès aux options configurations évoluées comme:<ul><li>Comptes Personnel de Paiement (Personnel PayPal, Personnel Mobile Money,etc.)</li><li>

source: If checked, visitors will be asked for email upon registration.
fr: Cochez pour rendre l'email obligatoire à l'inscription.

source: If checked, visitors will be asked for date of birth upon registration.
fr: Cochez pour ajouter la date de naissance au formulaire d'inscription.

source: Company registration number
fr: Immatriculation au régistre de commerce

source: Taxpayer number
fr: Numéro de contribuable

source: Configurations of the platform
fr: Configurations de la plateforme

source: Transactional
fr: Transactionel

source: Revival
fr: Relance

source: Expected size is %(width)s x %(height)s px.
fr: La taille attendue est %(width)s x %(height)s px.

source: Unknown error occured.
fr: Erreur inconnue survenue.

source: Ownership transfer invitation
fr: Invitation de transfert de propriété.

source: ARPT <i class="text-muted">Avg. Eearning Per Transaction</i>
fr: GMPT <i class="text-muted">Gain Moy. Par Transaction</i>

source: Run the selected action
fr: Exécuter l'action choisie

source: Click here to select the objects across all pages
fr: Cliquer ici pour sélectionner les objets à travers toutes les pages

source: Select all %(total_count)s %(module_name)s
fr: Choisir toutes %(total_count)s %(module_name)s

source: Clear selection
fr: Annuler la sélection

source: Add %(name)s
fr: Ajouter %(name)s

source: Please correct the error below.
fr: Corriger SVP l'erreur suivante.

source: Please correct the errors below.
fr: Corriger SVP les erreurs suivantes.

source: Filter
fr: Filtre

source: %(counter)s result
fr: %(counter)s resultat

source: Invoices
fr: Factures

source: View and manage your services
fr: Voir et gérer vos services

source: Help
fr: Aide

source: About us
fr: À propos de nous

source: Selected
fr: Sélectionné

source: Go to public website
fr: Aller sur le site public

source: Go to website
fr: Aller au site web

source: Theming
fr: Thème

source: Info & Billing
fr: Info et Facturation

source: Confirm deletion ?
fr: Confirmer l'annulation?

source: Remind me later
fr: Rappeler plus tard

source: Got it!
fr: Compris !

source: Show Help
fr: Afficher l'aide

source: Account setup
fr: Infos compte

source: Search ikwen
fr: Rechercher sur ikwen

source: Please, click <strong>Authorize</strong> to receive order alerts and bonuses.
fr: Prière de cliquer <strong>Authoriser</strong> pour recevoir les alertes et les avantages.

source: Account info
fr: Informations du compte

source: Detailed configurations
fr: Configurations détaillées

source: Missing information. Please check.
fr: Info manquante! Vérifiez s'il vous plaît.

source: Page look better with image. Continue without it ?
fr: Les pages sont mieux avec image. Continuer sans ?

source: Top communities
fr: Top communautés

source: Need further assistance ? Send an e-mail or call
fr: Besoin d'aide supplémentaire? Envoyer un mail ou appeller

source: Dashboard
fr: Tableau de bord

source: This month
fr: Ce mois

source: Previous Month
fr: Mois passé

source: Earnings (%(crncy_code)s)
fr: Gains (%(crncy_code)s)

source: AEPT
fr: RMPT

source: Earnings
fr: Gains

source: vs same day last week
fr: vs même jr. sem. passée

source: Last week
fr: Semaine dernière

source: vs previous 7 days
fr: vs 7 jours précédents

source: Last 28 days
fr: Les 28 derniers jours

source: vs previous 28 days
fr: vs 28 jours précédents

source: Balance
fr: Solde

source: Payment details
fr: Détails de paiement

source: Last payment
fr: Dernier paiement

source: View payments
fr: Voir les paiements

source: (<a href="http://www.google.com/search?q=cameroon" title="Search Cameroun with Google" target="_blank">Cameroon</a> customers only)
fr: (<a href="http://www.google.com/search?q=cameroon" title="Recherche Cameroun sur Google" target="_blank">Cameroun</a> clients uniquement)

source: Credit/Debit Card
fr: Carte de Crédit/Débit

source: (International customers)
fr: (Clients internationaux)

source: Extend payment until
fr: Étendre le paiement jusqu'au

source: month
fr: mois

source: Unable to connect. Please check your internet.
fr: Impossible de se connecter. Veuillez vérifier votre connexion internet.

source: Android PWA
fr: Application Android

source: Android App
fr: Application Android

source: Service info
fr: Informations du service

source: Project name
fr: Nom du projet

source: Online since
fr: En ligne depuis

source: Support Code
fr: Code de Support

source: Expired
fr: Expiré

source: Renew
fr: Renouveller

source: No code
fr: Pas de code

source: Get it now
fr: Obtenez-le maintenant

source: New billing cycle
fr: Nouveau cycle de facturation

source: See
fr: Voir

source: Credits
fr: Crédits

source: Mail Credit
fr: Crédit Mail

source: Top up
fr: Recharger

source: SMS Credit
fr: Crédit SMS

source: Ownership
fr: Propriété

source: You can transfer the ownership of the platform to another person. Simply enter the person's email down here and he will receive an invitation for that. Once you transfer ownership to another, he has full control over the platform and you cannot access admin functionnalities anymore. So BE VERY CAREFUL.
fr: Vous pouvez transférer la propriété de cette plate-forme à quelqu'un d'autre. Entrez simplement l'email du concerné ici et il recevra une invitation pour cela. Une fois que la propriété est transférée à une autre personne, il a le plein contrôle sur la plate-forme et vous ne pourrez plus accéder aux fonctionnalités d'administration . Donc, FAITES ATTENTION.

source: New owner email
fr: Email du nouveau propriétaire

source: Transfer
fr: Transférer

source: Yes, transfer
fr: Oui, transférer

source: Error while updating billing cycle. Try again later.
fr: Erreur survenue pendant la mise àjour de la facturation. Réessayez.

source: Billing cycle successfully updated.
fr: Mise à jour avec succès de la facturation.

source: You are about to transfer ownership to
fr: Vous êtes sur le point de transférer la propriété à

source: Ooops! Something wrong happened.
fr: Ooops! Une erreur s'est produite...

source: Ownership transfer invitation sent.
fr: Invitation de transfert de propriété.

source: Error 909. Try again later
fr: Erreur 909. Réessayez plus tard

source: Deploy Cloud
fr: Déployer en Cloud

source: Create your %(app_name)s website
fr: Créer votre site internet %(app_name)s

source: Customer
fr: Client

source: Customer name
fr: Nom du client

source: Website info
fr: Information du site web

source: Domain
fr: Domaine

source: Choose theme
fr: Choisir un thème

source: Billing plan
fr: Plan de facturation

source: ikwen charges
fr: frais d'ikwen

source: your charges
fr: vos frais

source: Setup Cost
fr: Coût d'installation

source: <em>Setup cost covers <span class="setup-months-count">%(setup_months_count)s</span> months of service.</em>
fr: <em>Le coût d'installation couvre <span class="setup-months-count">%(setup_months_count)s</span> mois de service</em>

source: Monthly Cost
fr: Coût mensuel

source: Additional services
fr: Services supplémentaires

source: Custom services you charge your customer for. Those will be part of the cloud setup invoice.
fr: Services personnalisés que vous facturez à votre client. Ils apparaîtront dans la facture de mise en service.

source: Title
fr: Titre

source: You are online
fr: Vous êtes en ligne

source: Welcome to the business network.
fr: Bienvenu(e) dans le réseau business.

source: Your platform <a href="%(service_url)s" target="_blank">%(project_name)s</a> was successfully deployed.<br> The invoice for service setup has been generated, and is due on <ins class="text-muted">%(due_date)s</ins>.
fr: Votre plateforme <a href="%(service_url)s" target="_blank">%(project_name)s</a>a été déployée avec succès.<br> La facture du service a été générée avec succès, et est due le <ins class="text-muted">%(due_date)s</ins>.

source: Choose your companies
fr: Choisissez vos entreprises

source: Powered by <a href="http://www.ikwen.com" style="color: #666; text-decoration: none"><strong>ikwen</strong></a> &reg;.
fr: Propulsé par <a href="http://www.ikwen.com" style="color: #666; text-decoration: none"><strong>ikwen</strong></a> &reg;.

source: Your domain name was moved to <em style="color: #888">%(domain)s</em>
fr: Votre nom de domaine a été changé pour <em style="color: #888">%(domain)s</em>

source: Visit your website
fr: Visitez votre site web

source: Ownership transfer
fr: Transfert de propriété

source: Confirm invitation to become the owner of %(project_name)s
fr: Confirmer l'invitation à devenir propriétaire de %(project_name)s

source: Hey %(member_name)s,
fr: Salut %(member_name)s,

source: You have been designated by %(owner_name)s to take ownership of <strong>%(project_name)s</strong> (%(project_url)s). Confirm by clicking the button below. If you have nothing to do with %(project_name)s and think this is an error, please ignore this email.
fr: Vous avez été désigné par %(owner_name)s pour devenir propriétaire de <strong>%(project_name)s</strong> (%(project_url)s). Confirmez en cliquant le bouton ci-dessous. Si vous n'avez rien à voir avec %(project_name)s et pensez que c'est une erreur, prière d'ignorer ce mail.

source: Accept ownership transfer
fr: Accepter le transfert de propriété

source: You just got one user install your mobile app
fr: Un utilisateur vient juste d'installer votre appli mobile

source: View profile
fr: Voir le profil

source: Congrats, you are online !
fr: Félicitations,vous êtes en ligne !

source: Your service details are as follow
fr: Les détails de votre service sont les suivants

source: The invoice for your service setup has been generated, and is due on %(due_date)s, see details below
fr: La facture d'installation de votre service a été générée, et expire le %(due_date)s, voir tout les détails ci-aprés

source: Item
fr: Article

source: Pay Now
fr: Payez maintenant

source: Thank you for your business with %(company_name)s.
fr: Nous vous remercions d'être client chez %(company_name)s.

source: CONFIDENTIALITY
fr: CONFIDENTIALITÉ

source: The information contained in this e-mail and any accompanying documents is confidential or otherwise protected from disclosure. If you are not the intended recipient, please immediately alert the sender by reply e-mail and delete this message and any attachments. Any copy, dissemination or unauthorized access of the contents of this message by anyone other than the intended recipient is strictly prohibited. E-mails may be susceptible to falsification or alteration and cause data corruption and/or loss of data. %(company_name)s and/or any of its subsidiaries decline any liability resulting from the consequences thereof. Therefore, this e-mail and any attachments are used at your own risk.
fr: Les informations contenues dans ce courrier électronique et dans les documents d’accompagnement sont confidentielles sinon protégé de la divulgation. Si vous n'êtes pas le destinataire prévu, veuillez immédiatement avertir l'emetteur par courrier électronique de réponse et supprimez ce message ainsi que toutes les pièces jointes. Toute copie, diffusion ou accès non autorisé au contenu de ce message par une personne autre que le destinataire prévu est strictement interdit. Les courriels peuvent être falsifiés ou altérés et provoquer la corruption des données et/ou perte de données. %(company_name)s et/ou l’une de ses filiales déclinent toute responsabilité résultante des conséquences de celle-ci. Par conséquent, cet e-mail et toutes les pièces jointes sont utilisés à vos risques et périls.

source: &copy; %(year)s %(company_name)s. All Rights Reserved.
fr: &copy; %(year)s %(company_name)s. Tous droits réservés.

source: Domain name
fr: Nom de domaine

source: Your website is actually running with the name <b>%(service_url)s</b>.<br> You can change it to yourcompany.com, yourcompany.cm or whatever you want. You have to buy a domain name and configure for this to work. Read this very simple tutorial on how to do that.
fr: Votre site web existe maintenant sous le nom de <b>%(service_url)s</b>.<br> Vous pouvez le changer pour votreentreprise.com, votreentreprise.cm ou n'importe lequel de votre choix. Vous devez acheter un nom de domaine et configurer pour que ça marche. Lisez ce simple tutoriel sur comment le faire.

source: Main domain
fr: Domaine principal

source: Subdomain
fr: Sous-domaine

source: New domain name
fr: Nouveau nom de domaine

source: Ex: yourcompany.cm
fr: Ex: votrentreprise.cm

source: Set new domain
fr: Mettre un nouveau domaine

source: Ex: shop.yourcompany.cm
fr: Ex: shop.votrentreprise.cm

source: Your domain name was successfully updated.
fr: Votre nom de domaine a été mises à jour avec succès.

source: Add new %(verbose_name)s
fr: Ajouter un nouveau %(verbose_name)s

source: Import %(verbose_name)s list from CSV file
fr: Importer une liste de %(verbose_name)s à partir d'un fichier CSV

source: Export as Spreadsheet
fr: Exporter en fichier XL

source: Sponsored Ads
fr: Annonces Sponsorisées

source: Change photo
fr: Changer de photo

source: Cover
fr: Couverture

source: Base currency
fr: Devise de référence

source: Active currencies
fr: Activités de devises

source: Language
fr: Langue

source: Delete media
fr: Supprimer le média

source: Upload media
fr: Uploader un média

source: Incorrect image size
fr: Taille d'image incorrecte

source: You have a pending invoice of <strong>XAF %(amount)s</strong>
fr: Vous avez une facture en attente d'un montant de <strong>XAF %(amount)s</strong>

source: View
fr: Voir

source: View your invoices
fr: Voir ses factures

source: Delete image
fr: Supprimer l'image

source: Upload image
fr: Uploader une image

source: Download the App
fr: Téléchargez l'appli

source: Want easier and faster access? Get the app now.
fr: Accéder plus facilement et plus rapidement ? Téléchargez l'appli

source: Not now
fr: Plus tard

source: Type your phone number and confirm
fr: Saisir votre numéro de téléphone et confirmer

source: title
fr: titre

source: content
fr: contenu

source: template name
fr: nom du modèle

source: Example: 'flatpages/contact_page.html'. If this isn't provided, the system will use 'flatpages/default.html'.
fr: Exemple:'flatpages/contact_page.html'. Si ce n'est pas renseigné, le système utilisera 'flatpages/default.html'.

source: registration required
fr: authentification requise

source: If this is checked, only logged-in users will be able to view the page.
fr: Si c'est coché, seul les utilisateurs connectés seront à même de voir la page.

source: flat page
fr: page simple

source: flat pages
fr: pages simples

source: Page %s successfully updated.
fr: Page %s mise à jour avec succès.

source: Page %s successfully created.
fr: Page %s créée avec succès.

source: New page
fr: Nouvelle page

source: Flat pages
fr: Pages simples

source: Page URL
fr: URL de la page

source: Page successfully updated.
fr: Page mise à jour avec succès.

source: Page successfully added.
fr: Page ajoutée avec succès.

source: Flat Pages
fr: Pages Simples

source: Add new
fr: Ajouter

source: Flat page info successfully updated.
fr: Page mise à jour avec succès.

source: Company
fr: Entreprise

source: Business
fr: Activité

source: Your retailer platform was created
fr: Votre plateforme détaillante a été créée

source: Homepage
fr: Page d'accueil

source: Items
fr: Articles

source: Blog categories
fr: Catégories du Blog

source: Comments
fr: Commentaires

source: Welcome %(name)s
fr: Bienvenue %(name)s

source: Get a new customer on ikwen Tsunami today
fr: Ajouter un nouveau client sur ikwen Tsunami aujourd'hui

source: Deploy
fr: Déployer

source: Recent deployments
fr: Déploiements récents

source: Customers contacts and community
fr: Contacts clients et communauté

source: Bundle
fr: Forfait

source: Website preview
fr: Aperçu du site web

source: Register your customers contacts here. Our system will be in charge of
fr: Enregistrez vos contacts clients ici. Notre système sera en charge de

source: Recent cash-out
fr: Retraits récents

source: Starting
fr: Démarrage

source: Top apps
fr: Top applications

source: App
fr: Application

source: Top customers
fr: Top clients

source: Website details
fr: Détails du Site web

source: ikwen fees
fr: frais ikwen

source: your fees
fr: vos frais

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: Run revival every N days
fr: Relancer tous les N jours

source: No customer revived. Take decisive action
fr: Aucun client relancé. Prenez une mesure sérieuse

source: %d people revived. See details
fr: %d personnes relancées. Voir les détails

source: Invite your friends on %s and earn free coupons.
fr: Invitez vos amis sur %s et gagnez des coupons gratuits.

source: Secure your business by staying close to your customers
fr: Sécurisez votre business en vous rapprochant de vos clients

source: Decide on your turnover
fr: Décidez sur votre chiffre d'affaire

source: Successful update
fr: Mise à jour réussie

source: <Unknown>
fr: <Inconnu>

source: Set repeated revival
fr: Activer la relance périodique

source: Configure repeated revivals
fr: Configurer les relances répétées

source: Your revivals are active, click to stop sending mails and SMS
fr: Vos relances sont activées, cliquez pour arrêter l'envoi des mails et SMS

source: Your revivals are paused, click to activate sending of mails and SMS
fr: Vos relances sont suspendues, veuillez cliquer pour activer l'envoi des mails et SMS

source: Stop
fr: Arrêter

source: Test
fr: Essayer

source: Month day(s)
fr: Jour(s) du Mois

source: Week day(s)
fr: Jour(s) de la semaine

source: Every <em>N</em> days
fr: Tous les <em>N</em> jours

source: Hour of sending
fr: Heure d'envoi

source: Run it until
fr: Exécuter jusqu'à

source: Subject
fr: Objet

source: Your SMS text
fr: Votre SMS

source: Add products
fr: Ajouter des produits

source: Please review and confirm
fr: Veuillez revérifier et confirmer

source: Your revival will be run <span class="run-every"></span>.
fr: Votre relance se fera <span class="run-every"></span>.

source: Confirm & submit
fr: Confirmer & soumettre

source: Input test emails and phones
fr: Entrer des emails et phones tests

source: Test emails
fr: Emails tests

source: Test phones
fr: Phones tests

source: Send test
fr: Envoyer un test

source: everyday
fr: tous les jours

source: every
fr: chaque

source: days
fr: jours

source: on week days
fr: les jours de la semaine

source: on month days
fr: les dates du mois

source: at
fr: à

source: until
fr: jusqu'au

source: Some fields have errors. Please check
fr: Certains champs ont des erreurs. Veuillez vérifier

source: Your tests were sent
fr: Vos tests ont été envoyés

source: Search %(verbose_name)s
fr: Chercher %(verbose_name)s

source: Add new profile
fr: Ajouter un nouveau profil

source: Edit item
fr: Éditer l'article

source: Let's try again
fr: Essayez encore

source: Welcome,
fr: Bienvenue,

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Déconnexion

source: Request to join
fr: Demande d'ajout

source: This person would like to join your community.
fr: Cette personne aimerait rejoindre votre communauté.

source: Access granted with success.
fr: Accès accordé avec succès.

source: Visit
fr: Visiter

source: Invoice Admin
fr: Admin Factures

source: Comfortable
fr: Confortable

source: Configure theme
fr: Configurer le thème

source: Themes
fr: Thèmes

source: Configuration successfully saved.
fr: Configuration enregistrée avec succès.

source: Upload Logo
fr: Uploader le logo

source: Choose your favorite theme
fr: Choisir votre thème favori

source: Preview
fr: Aperçu
