Repository: komsihon/Project1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Model of SMS to send to inform of invoice overdue
fr: Modèle de SMS à envoyer pour informer du retard de la facture

source: Overdue delay
fr: Délai dépassé

source: Payment confirmation subject
fr: Objet de confirmation du paiement

source: Subject of mail of receipt of payment.
fr: Objet du mail de réception du paiement.

source: Payment confirmation message
fr: Message de confirmation du paiement

source: Model of mail to send to client as receipt ofpayment. HTML is allowed.
fr: Modèle de mail à envoyer au client en tant que reçu de paiement. HTML est autorisé.

source: Payment confirmation SMS
fr: SMS de confirmation du paiement

source: Model of SMS to send to client as receipt of payment.
fr: Modèle de SMS à envoyer au client comme reçu de paiement.

source: Service suspension subject
fr: Objet de suspension du service

source: Subject of mail of notice of service suspension.
fr: Mail d'avis de suspension de service.

source: Service suspension message
fr: Message de suspension du sevice

source: Model of mail to send to client to notiy service suspension. HTML is allowed.
fr: Modèle de mail à envoyer au client pour notifier de la suspension d'un service. HTML est autorisé.

source: Service suspension SMS
fr: Suspension du service SMS

source: Model of SMS to send to client to notify service suspension.
fr: Modèle de SMS à envoyer au client pour notifier de la suspension d'un service.

source: Configurations of the invoicing system
fr: Configurations du système de facturation

source: Short description understandable by the customer.
fr: Brève description compréhensible par le client.

source: How you want the customer to see the duration.<br>Eg:<strong>1 month</strong>, <strong>3 months</strong>, etc.
fr: Comment vous voulez que le client voit la durée.<br>Ex:<strong>1 mois</strong> , <strong>3 mois</strong>, etc.

source: Cost of the product on the duration set previously.
fr: Coût du produit sur la durée précédemment fixée.

source: Detailed description of the product.
fr: Description détaillée du produit.

source: Check to make the product active.
fr: Cocher pour activer le produit.

source: Pending
fr: En attente

source: Suspended
fr: Suspendu

source: Canceled
fr: Annulé

source: Active
fr: Actif

source: Client who subscribes to the service.
fr: Client qui s'abonne au service.

source: Unique ID of the client subscription in your external system.
fr: ID unique de l'abonnement du client sur votre système externe.

source: How much the client must pay per month for the service.
fr: Combien est-ce que le client devrait payer par mois pour le service.

source: The interval after which invoice are sent to client.
fr: L'intervalle après lequel les factures sont envoyées au client.

source: More details about this subscription.
fr: Plus de détails à propos de cet abonnement.

source: Date of expiry of the service.
fr: Date d'expiration du service.

source: Subscribed on
fr: Souscrit le

source: Date when the user subscribed
fr: Date à laquelle l'utilisateur s'est abonné

source: Exceeded
fr: Dépassé

source: Paid
fr: Payé

source: Member to whom invoice is addressed.
fr: Personne à qui la facture est adressée.

source: Last time the invoice reminder was sent to client.
fr: Dernier rappel de la facture envoyé au client.

source: Last time the overdue notice was sent to client.
fr: Dernière fois que l'avis de retard a été envoyé au client.

source: Invoice No.
fr: Facture No.

source: Technical
fr: Technique

source: Infographics
fr: Infographie

source: Onsite
fr: Sur place

source: Cash
fr: Espèces

source: Check
fr: Chèque

source: Bank card
fr: Carte bancaire

source: Bank transfer
fr: Virement

source: Money transfer
fr: Transfert d'argent

source: Wallet debit
fr: Débit du wallet

source: If the payment was in cash, this is who collected the money
fr: Si le paiement était en espèces, voici qui a encaissé

source: Member
fr: Membre

source: Subscription activated
fr: Abonnement activé

source: Dear %(member_name)s,<br><br>Your subscription to <strong>%(product_name)s</strong> (%(short_description)s) is confirmed. See details below:<br><br><span>%(details)s</span><br>Monthly cost: <strong>%(currency)s</strong> %(amount).2f<br>Billing cycle: %(billing_cyle)s<br><br>Thank you for your business with %(company_name)s.
fr: Cher(e) %(member_name)s,<br><br>Votre souscription à <strong>%(product_name)s</strong>(%(short_description)s) est confirmée. Voir les détails ci-dessous:<br><br><span>%(details)s</span><br>Coût annuel: <strong>%(currency)s</strong> %(amount).2f<br> Cycle de facturation:%(billing_cyle)s <br><br>Merci d'être client chez %(company_name)s.

source: Customer Invoice
fr: Facture Client

source: This is a notice that an invoice has been generated on %s.
fr: Ceci est un rappel qu'une facture a été générée sur %s.

source: Invoice Payment Reminder
fr: Rappel de paiement de facture

source: This is a billing reminder that your invoice No. %(invoice_number)s which was generated on %(date_issued)s is due on %(due_date)s.
fr: Ceci est un rappel que votre facture No. %(invoice_number)s qui a été générée le %(date_issued)s est due au %(due_date)s.

source: First %s
fr: Premier %s

source: First notice of Invoice Overdue
fr: Premier avis de facture en retard

source: Second %s
fr: Deuxième %s

source: Second notice of Invoice Overdue
fr: Deuxième avis de facture en retard

source: Third and last %s
fr: Troisième et dernier %s

source: Third and last notice of Invoice Overdue
fr: Troisième et dernier avis de facture en retard

source: This is a billing reminder that your invoice No. %(invoice_number)s which was due on %(due_date)s is now overdue.
fr: Ceci est un rappel que votre facture No. %(invoice_number)s qui a été émise le %(due_date)s est maintenant expirée.

source: Notice of Service Suspension
fr: Avis de suspension de service

source: This a notice of <strong>service suspension</strong> because of unpaid Invoice <strong>No. %(invoice_number)s</strong> generated on %(date_issued)s and due on %(due_date)s.
fr: Ceci est un rappel de <strong>suspension de service</strong> pour cause de non payement de la facture <strong>No. %(invoice_number)s</strong> générée le %(date_issued)s et due au %(due_date)s.

source: Invoice Payment Confirmation
fr: Confirmation de Paiement de Facture

source: This is a payment receipt of %(currency)s %(amount)s for Invoice <strong>No. %(invoice_number)s</strong> generated on %(date_issued)s towards the services provided by us. Below is a summary of the invoice.
fr: Votre reçu de paiement de %(currency)s %(amount)s pour la facture <strong>No. %(invoice_number)s</strong> générée le %(date_issued)s pour les services que nous offrons. Ci-dessous récapitulatif de la facture.

source: New transaction on %s
fr: Nouvelle transaction sur %s

source: Cannot delete product with actual subscriptions. Deactivate instead
fr: Vous ne pouvez supprimer un produit avec des abonnements en cours. Désactivez plutôt

source: Subs. Date
fr: Date d'Abnmt

source: Your invoice for subscription to %s
fr: Votre facture pour l'abonnement à %s

source: Your invoice for
fr: Vos factures pour

source: Your invoice for subscription
fr: Votre facture pour l'abonnement

source: Due date
fr: Date d'échéance

source: Payment date
fr: Date de paiement

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Reference ID <ins>%(ref)s</ins> on line %(line)d already exists.
fr: Reference ID <ins>%(ref)s</ins>à la ligne %(line)d existe déjà.

source: Invalid email %(email)s on line %(line)d
fr: Email invalide %(email)s à la ligne %(line)d

source: Product Name <ins>%(name)s</ins> not found or inactive. Line %(line)d. Must be one of <b>%(name_list)s</b>
fr: Produit <ins>%(name)s</ins> non trouvé ou inactif. Ligne %(line)d. Le nom doit être un parmi <b>%(name_list)s</b>

source: Invalid cost <ins>%(cost)s</ins> on line %(line)d. Expected valid float or int
fr: Coût invalide <ins>%(cost)s</ins> à la ligne %(line)d. Doit être un nombre entier ou décimal

source: Invalid billing cycle <ins>%(billing_cycle)s</ins> on line %(line)d. Expected one of: 1, 3, 6 or 12
fr: Cycle de facturation invalide <ins>%(billing_cycle)s</ins> à la ligne %(line)d. Valeurs attendues: 1, 3, 6 or 12

source: Incorrect subscription date <ins>%(since)s</ins> on line %(line)d. Must be in the format YYYY-MM-DD
fr: Date d'abonnement incorrecte <ins>%(since)s</ins> à la ligne %(line)d. Le bon format est YYYY-MM-DD

source: Incorrect expiry <ins>%(expiry)s</ins> on line %(line)d. Must be in the format Year-Month-Day
fr: Date d'expiration incorrecte <ins>%(expiry)s</ins> à la ligne %(line)d. Le bon format est Année-Mois-Jour

source: Invalid tolerance <ins>%(tolerance)s</ins> on line %(line)d. Expected integer value
fr: Tolérance invalide <ins>%(tolerance)s</ins> à la ligne %(line)d. Valeure entière attendue

source: Invalid status <ins>%(status)s</ins> on line %(line)d. Must be one of: <b>Pending</b>, <b>Active</b>, <b>Suspended</b> or <b>Canceled</b>.
fr: Statut invalide <ins>%(status)s</ins> à la ligne %(line)d. Les valeurs attendues sont: <b>Pending</b>, <b>Active</b>, <b>Suspended</b> or <b>Canceled</b>.

source: New product
fr: Nouveau produit

source: Products
fr: Produits

source: New
fr: Nouveau

source: Save
fr: Sauvegarder

source: Subscriptions
fr: Abonnements

source: Customer email
fr: Email du client

source: Invoice history
fr: Historique de facturation

source: Invoicing Configuration
fr: Configuration de la facturation

source: Invoiced to
fr: Facturé à

source: Invoice
fr: Facture

source: Date issued
fr: Date d'émission

source: Quantity
fr: Quantité

source: Payment(s)
fr: Paiement(s)

source: Transaction date
fr: Date de la transaction

source: Install
fr: Installer

source: Cash in
fr: Encaisser

source: Invoiced To
fr: Addressé à

source: Pay To
fr: Payer à

# Company registration No
source: Registration
fr: RCCM

source: Details
fr: Détails

source: Extend till
fr: Étendre le paiement jusqu'au

source: Processing fees
fr: Frais de traitement

source: Payments
fr: Paiements

source: Back to Client Area
fr: Retour à la Zone Client

source: Download
fr: Télécharger

source: Cash In
fr: Encaisser

source: Successful cash in
fr: Encaissement réussi

source: %(pending_invoice_count)s pending invoice(s)
fr: %(pending_invoice_count)s facture(s) en attente

source: History
fr: Historique

source: Mobile Money Checkout
fr: Paiement Mobile Money

source: Pay with
fr: Payer avec

source: Type your phone number and submit
fr: Saisissez votre numéro de téléphone et envoyez

source: Your phone number must be registered to <a href="https://www.mtncameroon.net/en/mtn-mobile-money/" target="_blank">MTN Mobile Money</a> service
fr: Votre numéro doit être enregistré au service <a href="https://www.mtncameroon.net/net/en/mtn-mobile-money/" target="_blank">MTN Mobile Money </a>

source: Good! Please confirm transaction on your phone.
fr: Bien! Veuillez confirmer la transaction sur votre téléphone.

source: Unknow server error
fr: Erreur serveur inconnue

source: Transaction successful, you will be redirected.
fr: Transaction réussie, vous allez être redirigé.

source: You have a running transaction. Leaving now may cause it to fail.
fr: Vous avez une transaction en cours. Quitter maintenant pourrait la faire échouer.

source: Payment means
fr: Moyens de paiement

source: Configure
fr: Configurer

source: PayPal successfully configured
fr: Paypal configuré avec succès

source: Orange Money successfully configured
fr: Orange Money configuré avec succès

source: MTN Mobile Money successfully configured
fr: MTN Mobile Money configuré avec succès

source: Deactivate
fr: Désactiver

source: Delete item
fr: Supprimer l'élément

source: Import customer list from CSV file
fr: Importer une liste de client d'un fichier CSV

source: Upload customer from CSV file
fr: Uploadez des clients d'un fichier CSV

source: Transactions log
fr: Log des Transactions

source: Choose custom period
fr: Choisir une période

source: Transaction details
fr: Détails de la transaction

source: Service details
fr: Détails du service

source: You were registered to <strong>%(product_name)s</strong>
fr: Vous vous êtes abonné à <strong>%(product_name)s</strong>

# billing cycle
source: Charged
fr: Facturé

source: Dear %(member_name)s,
fr: Cher %(member_name)s,

source: Due Date
fr: Date limite

source: Thank you for your business with %(company_name)s
fr: Nous vous remercions d'être client chez %(company_name)s

source: Please use digits only. (Eg. 1000)
fr: Veuillez utiliser uniquement les chiffres SVP. (Ex: 1000)

source: Minimum is 10
fr: Le minimum est 10

source: Buy Now
fr: J'achète

source: Please sign in to continue
fr: Connectez-vous pour continuer SVP

source: Pay with MTN Mobile Money
fr: Payez avec MTN Mobile Money

source: Pay with Orange Money
fr: Payez avec Orange Money

source: Pay with Dara Cash
fr: Payer avec Dara Cash

source: Cost
fr: Coût

source: Plan
fr: Option tarifaire

source: Money transfer confirmation
fr: Confirmation du transfert d'argent

source: payment method
fr: méthode de paiement

source: Method used to pay the member
fr: Moyen utilisé pour le payement

source: Teller who processed this request
fr: Caissier qui a traité la requête

source: Request cash-out
fr: Demander un retrait

source: No Payment method. Please set one first.
fr: Aucune méthode de Paiement. Veuillez en définir une.

source: You already have a pending request for this wallet.
fr: Vous avez déjà une demande en attente pour ce porte-feuille.

source: Cash-out request on %s
fr: Demande de retrait sur %s

source: Your wallet
fr: Votre wallet

source: Your last payment was on
fr: Votre dernier paiement était le

source: No payment yet
fr: Aucun paiement

source: REQUEST A PAYMENT
fr: DEMANDER UN PAIEMENT

source: Request successful
fr: Demande réussie

source: Request failed
fr: Demande échouée

source: You can cash out as from
fr: Vous pouvez retirer à partir de

source: How you get paid
fr: Comment vous êtes payé

source: Update
fr: Mise à jour

source: No payment method set
fr: Aucune méthode de paiement configurée

source: ADD NEW
fr: AJOUTER

source: Account number
fr: Nom du compte

source: Recipient name
fr: Nom du destinataire

source: Choose wallet provider
fr: Choisir l'opérateur

source: Cash-out from
fr: Retrait sur

source: New payment address
fr: Nouvelle addresse de paiement

source: Update address
fr: Addresse mise à jour

source: This is a confirmation that <ins>%(currency_symbol)s %(amount)s</ins> was transferred on your account <ins>%(account_number)s</ins> for your request to cash-out your money with us on <a href="%(url)s" target="_blank">%(project_name)s</a>.
fr: Ceci est une confirmation que <ins>%(currency_symbol)s %(amount)s</ins> ont été transférés dans votre compte <ins>%(account_number)s</ins> en réponse à votre demande de retrait d'argent chez nous sur <a href="%(url)s" target="_blank">%(project_name)s</a>.

source: This is a confirmation that <ins>%(currency_symbol)s %(amount)s</ins> was transferred to account <ins>%(account_number)s</ins> for his request to cash-out his money with us on <strong>%(project_name)s</strong>.
fr: Ceci est une confirmation pour transfert de <ins>%(currency_symbol)s %(amount)s</ins> au compte <ins>%(account_number)s</ins> en réponse à sa demande de retrait d'argent sur <strong>%(project_name)s</strong>.

source: Cash-Out request
fr: Demande de retrait

source: Your request to cash out <ins style="color: #666">%(currency_symbol)s %(amount)s</ins> from <a href="%(url)s" target="_blank">%(project_name)s</a> account was successfully submitted. Money will be paid to <ins>%(account_number)s</ins> within the next 24h.
fr: Votre demande de retrait de <ins style="color: #666">%(currency_symbol)s %(amount)s</ins> sur <a href="%(url)s" target="_blank">%(project_name)s</a> a été soumise avec succès. L'argent sera déposé sur le compte <ins>%(account_number)s</ins> durant les prochaines 24h.

source: Made a request to cash out <ins style="color: #666">%(currency_symbol)s %(amount)s</ins> from <a href="%(url)s" target="_blank">%(project_name)s</a> account. Money will be paid to <ins>%(account_number)s</ins> within the next 24h.
fr: A effectué une demande de retrait de <ins style="color: #666">%(currency_symbol)s %(amount)s</ins> de votre compte <a href="%(url)s" target="_blank">%(project_name)s</a>. L'argent sera déposé sur le compte <ins>%(account_number)s</ins> durant les prochaines 24h.

source: Dear %(iao_name)s
fr: Cher %(iao_name)s

source: This is a confirmation of money transfer for your request to cash-out your money with us on <strong>%(project_name)s</strong>. See details below.
fr: Rappel de confirmation en réponse de votre demande de retrait de votre argent chez nous sur <strong>%(project_name)s</strong>. Voir les details ci-dessous.

source: Paid to
fr: Payé à

source: This is a confirmation that we just received a request to cash-out your money on %(project_name)s. Money will be paid within the next 24h. See details below.
fr: Rappel de confirmation en réponse à votre demande de retrait de votre argent sur %(project_name)s. L'argent sera payé au cours des prochaines 24h. Voir les détails ci-dessous.

source: Pay to
fr: Payer à

source: English
fr: Anglais

source: French
fr: Français

source: Your domain name was changed
fr: Votre nom de domaine a été changé

source: Address & Contact
fr: Addresse & Contact

source: User accounts
fr: Comptes utilisateurs

source: External scripts
fr: Scripts externes

source: This customer just installed you app %(app_name)s. You can call or text to say thank you. Now you have your app installed by %(install_count)d people
fr: Ce client vient juste d'installer votre appli %(app_name)s. Vous pourriez lui écrire ou l'appeler pour dire merci. À ce jour, vous comptez %(install_count)d personnes qui l'ont installée

source: New app install
fr: Nouvelle installation de votre appli

source: An anonymous visitor just installed your app %(app_name)s. Now you have it installed by %(install_count)d people
fr: Un visiteur non inscrit vient d'installer votre appli mobile %(app_name)s. À ce jour, vous comptez %(install_count)d personnes qui l'ont installée

source: Confirmed
fr: Confirmé

source: Since the 1st
fr: Depuis le 1er

source: Yes
fr: Oui

source: No
fr: Non

source: successfully updated
fr: mis à jour avec succès

source: successfully changed
fr: mis à jour avec succès

source: Invalid dimensions. Please upload a 512 x 512px image.
fr: Dimensions incorrectes. Veuillez uploader une image de 512 x 512px.

source: Invalid dimensions. Please upload a 1000 x 590px image.
fr: Dimensions incorrectes. Veuillez uploader une image de 1000 x 590px.

source: Django URL name: <strong>[<em>namespace</em>:]view_name</strong> of the view that handles deployment of this application.
fr: Django URL nom: <strong>[<em>namespace</em>:]view_name</strong> de la vue qui gére le déploiement de cette application.

source: If true, the <em>Deploy</em> button appears on the application's description page on ikwen website.
fr: Si oui, le bouton <em>Déployer</em>apparaitra sur la page web de la description de l'application ikwen.

source: Yearly
fr: Annuel

source: Bi-Annually
fr: Semestriel

source: Quarterly
fr: Trimestriel

source: Monthly
fr: Mensuel

source: Main
fr: Principal

source: Sub
fr: Sous-domaine

source: Free
fr: Gratuit

source: Trial
fr: Essai

source: Full
fr: Complet

source: URL of the service's admin panel. WRITE IT WITHOUT A TRAILING SLASH
fr: URL du panneau d'administration du service.ECRIVEZ LE SANS LE SLASH FINAL

source: If true, the service can appear in ikwen search results.
fr: Si coché, le service pourrait apparaitre dans les resultats de recherche ikwen.

source: GSM Modem
fr: Modem GSM

source: balance
fr: solde

source: Website / Company name
fr: Nom du site/de l'entreprise

source: Website/Company name as you want it to appear in mails and pages.
fr: Nom du site/de l'entreprise tel que vous voulez qu'il apparaisse dans les mails et les pages.

source: Company address
fr: Adresse de l'entreprise

source: Your company address.
fr: Adresse de votre entreprise.

source: Country where HQ of the company are located.
fr: Pays où se trouve la DG de l'entreprise.

source: City where HQ of the company are located.
fr: Ville où se trouve la DG de l'entreprise.

source: Latitude of the Company location.
fr: Latitude de l'emplacement de l'entreprise.

source: Longitude of the Company location.
fr: Longitude de l'emplacement de l'entreprise.

source: Short description of your business <em>(150 chars max.)</em>.
fr: Brève description de votre activité<em>(150 caractéres max)</em>.

source: More detailed description of your business.
fr: Description plus détaillée de votre activité.

source: Your slogan <em>(60 chars max.)</em>.
fr: Votre slogan<em>(60 caractéres max)</em>.

source: Code of your currency. Eg: <strong>USD, GBP, EUR, XAF,</strong> ...
fr: Code de votre devise. Exple :<strong>US ,EURO, FCFA,GBP,</strong> ...

source: Symbol of your currency, Eg: <strong>$, £, €, XAF</strong>.
fr: Symbole de votre devise, Ex :<strong>$, £, €, XAF</strong>.

source: cash-out minimum
fr: retrait minimum

source: cash-out rate
fr: taux de retrait

source: Your logo
fr: Votre logo

source: Image in <strong>PNG with transparent background</strong> is advised. (Maximum 400 x 400px)
fr: Image dans <strong>PNG avec l'arriere-plan transparent</strong> est conseillée. (Maximum 400 x 400px)

source: Cover image used as decoration of company's profile page and also to use on top of the mails. (Max. 800px width)
fr: Image de couverture utilisée comme décoration de la page de profil de la compagnie et également utilisé au dessus des courriers. (Max. 1000px witdth)

source: Brand color
fr: Couleur de votre brand

source: HEX code for the color of top bar on mobile devices.
fr: Code Hexa de la couleur de la barre supérieure sur les appareils mobiles

source: Mail signature
fr: Signature de mail

source: Signature on all mails. HTML allowed.
fr: Signature sur tous les mails. HTML autorisé.

source: Invitation message
fr: Message d'invitation

source: Welcome message
fr: Message de bienvenue

source: Contact email
fr: Adresse email

source: Main phone number for your customers to contact you.
fr: Numéro de téléphone principal où vos clients pourront vous joindre.

source: Phone number to contact you on WhatsApp. Write without +.
fr: Votre numéro WhatsApp. Write without +.

source: Facebook link. Eg: https://www.facebook.com/mywebsite
fr: Lien Facebook. Expl: https://www.facebook.com/mywebsite

source: Twitter link. Eg: https://www.twitter.com/mywebsite
fr: Lien Twitter. Exple :https/:/www.twitter.com/mywebsite

source: Youtube link. Eg: https://www.youtube.com/mywebsite
fr: Lien Youtube. Exple: https://www.youtube.com/mywebsite

source: Instagram link. Eg: https://www.instagram.com/mywebsite
fr: Lien Instagram. Exple: https://www.instagram.com/mywebsite

source: LinkedIn link. Eg: https://www.linkedin.com/mywebsite
fr: Lien LinkedIn. Exple: https://www.linkedin.com/mywebsite

source: External scripts like <em>Google Analytics tracking code, Facebook Pixels</em>, etc. <br> Please refer to <a href='http://support.ikwen.com/tutorials/external-scripts'> support.ikwen.com/tutorials/external-scripts</a> for detailed instructions on how to add external scripts to your platform.
fr: Scripts externes tels que <em>Google Analytics, Facebook pixels</em>,etc. <br> RDV sur <a href='http.//support.ikwen.com/tutorials/external-scripts'> support.ikwen.com/tutorials-scripts</a> pour avoir les instructions détaillées sur l'ajout des scripts externes à votre plate-forme.
